/* Start label string */
"OS_LANGSETTING" = "8";

/* AskString string */
"AskString" = "这是内置在线广告的免费版游戏，你决定购买无内置广告的付费版游戏吗?";

/* Purchase string */
"Purchase" = "购买";

/* No thanks string */
"NoThanks" = "不，谢谢!";

/* CannotPayment string */
"CannotPayment" = "购买处理遇到麻烦。 请稍候再试。"; 

/* BuyConfirm string */
"BuyConfirm" = "如果你已经购买过该游戏，系统不会再次对你收费。";

/* TransactionFailure string */
"TransactionFailure" = "购买的转帐处理遇到麻烦. 请稍候再试。"; 

/* Buy it string */
"BuyIt" = "购买!";

/*Share On Facebook label string*/
"Share On Facebook" = "在Facebook上分享";

/*NetworkWarn label string*/
"NetworkWarn" = "本游戏免费版需要互联网连接!";

/* PostTitle label string */
"Playing game <Bubble Tile>" = "玩魔球拼图游戏";

/* Total Archivement string */
"Total Archivement" = "玩对次数";

/* Bubble Tile label string */
"Bubble Tile" = "魔球拼图";

/* Least Step string */
"Least Step" = "最少步骤";

/* PaidFeatureAsk string */
"PaidFeatureAsk" = "本游戏功能只在付费版游戏中使用. 你要购买付费版游戏吗?";

/*"Triangle label string*/
"Triangle" = "三角形"; 

/*Square label string*/
"Square" = "正方形";

/*Diamond label string*/
"Diamond" = "菱形"; 

/*"Hexagon label string"*/
"Hexagon" = "六变形";

/*"Parallel label string"*/
"Parallel" = "平行";

/*"Zigzag label string"*/
"Zigzag" = "之字形折线";

/*"Spiral label string"*/
"Spiral" = "螺旋线";
/*Full Game Feature label string*/
"Full Game Feature" = "所有游戏功能";

/*Square Puzzle label string*/
"Square Puzzle" = "正方形拼图";

/*Diamond Puzzle label string*/
"Diamond Puzzle" = "菱形拼图";

/*Hexagon Puzzle label string*/
"Hexagon Puzzle" = "六变形拼图";

/*Full Price label string*/
"Full Price" = "全价";
    
/*Price label string*/
"Price" = "价";

/*Easy string*/
"Easy" = "容易";

/*Difficult string*/
"Difficult" = "大难度";

/*Friends label string*/
"Friends" = "朋友";

/*Other players label string*/
"Other players" = "其他玩家";

/*Overall label string*/
"Overall" = "总计";

/*OK string*/
"OK" = "确定";

/*Cancel string*/
"Cancel" = "取消";

/*Yes string*/
"Yes" = "是";

/*No string*/
"No" = "否";

/*Close string*/
"Close" = "关闭";

/*"Do you want save game to file for replaying and shareing?" string*/
"Do you want save game to file for replaying and shareing?" = "你要把这个游戏存档以便以后再玩或与朋友分享?";

/*LocationSharingWarning string*/
"LocationSharingWarning" = "你要把你的位置信息放到游戏文件里与其朋友或玩家共享吗?";

/*Game string*/
"Game" = "游戏";

/*Creator string*/
"Creator" = "创建者";

/*E-mail string*/
"E-mail" = "E-mail";

/*Created string*/
"Created" = "创建于";

/*Last Modified string*/
"Last Modified" = "最后修改于";

/*Original File string*/
"Original File" = "原始文件";

/*Me string*/
"Me" = "我";

/*All string*/
"All" = "所有人";

/*All string*/
"Map" = "地图";

/*Satellite string*/
"Satellite" = "卫星";

/*Satellite string*/
"Hybird" = "混合";

/*Game Creator string*/
"Game Creator" = "游戏创建者";

/*Player string*/
"Player" = "玩家";

/*Game Player string*/
"Game Player" = "游戏玩家";

/*PaidFeatureInGameAsk string*/
"PaidFeatureInGameAsk" = "当前打开的游戏其游戏功能只能在付费版中获得，你要购买付费版游戏功能吗?";

/*Continue string*/
"Continue" = "继续接着玩";

/*Restart string*/
"Restart" = "从头开始";

/*GameNotCompletedWarn string*/
"GameNotCompletedWarn" = "本游戏最后一次没有玩完，你想要:";

/*Share string*/
"Share" = "分享";

/*EmailFailed string*/
"EmailFailed" = "邮件发送失败.";

/*MessageFailed string*/
"MessageFailed" = "短信发送失败.";

/*I like game string*/
"I like game" = "我喜欢游戏";

/*Tell Friend string*/
"Tell Friend" = "向朋友推荐";

/*Post Score string */
"Post Score" = "分享游戏结果";

/*E-mail string*/
"E-mail" = "电子邮件";

/*SMS string*/
"SMS" = "短信";

/*PurchaseSuggestion string*/
"PurchaseSuggestion" = "这个游戏对你太容易了！你应该购买更具有挑战性的游戏选项来玩。";

/*SuggestTemporaryAccess string*/
"SuggestTemporaryAccess" = "如果你能向朋友或在社交网站上推荐本游戏，你可以免费玩几天付费的游戏功能。";

/*AccessPaidFeature string*/
"AccessPaidFeature" = "你也可以通过点击在线广告来玩几天付费的游戏功能。";

/*YouCanAccessNextDaysFormat string*/
"YouCanAccessNextDaysFormat" = "你能在未来%i天里使用付费游戏功能。";

/*ClickToClose string*/
"ClickToClose" = "点击关闭并进入付费游戏功能.";

"RestorePurchase" = "Restore purchase"; 

"ReviewGamerOnlineStatus" = "View player online real time records";

"StartOnlineGame" = "Start online game";

"AWS Service Failed" = "Failed to access game player online real time record";

"Edge Unit" = "每边的球数";

/*"Earned Score/Per Game"*/
"Earned Score/Per Game" = "得分/每次游戏";

"Post Game Score" = "发布游戏成绩";

"Score" = "游戏总成绩";
